Repository: codacy-open-source-projects-scans/usermode
Catalog: po/*.po
Languages: ka

source: OK
ka: დიახ

source: Exit
ka: გასვლა

source: Cancel
ka: გაუქმება

source: Run Unprivileged
ka: პრივილეგიების გარეშე გაშვება

source: (current) UNIX password:
ka: (მიმდინარე) UNIX პაროლი:

source: New UNIX password:
ka: ახალი UNIX პაროლი:

source: Retype new UNIX password:
ka: გაიმეორეთ ახალი UNIX პაროლი:

source: BAD PASSWORD: it's WAY too short
ka: ცუდი პაროლი: ძალიან მოკლეა

source: BAD PASSWORD: it is too short
ka: ცუდი პაროლი: მოკლეა

source: Password unchanged
ka: პაროლი უცვლელია

source: Sorry, passwords do not match
ka: პაროლები არ ემთხვევა

source: Launch system-wide configuration tools without a password.
ka: გაუშვით მთელი სისტემის მორგების ხელსაწყოები პაროლის გარეშე.

source: login:
ka: მომხმარებლის სახელი:

source: Password:
ka: პაროლი:

source: %s failed to connect to the session manager: %s
ka: %s-ის შეცდომა სესიების მმართველთან მიერთებისას: %s

source: Failed to drop administrator privileges: %s
ka: ადმინისტრატორის პრივილეგიების მოცილების შეცდომა: %s

source: Failed to drop administrator privileges: pam_timestamp_check returned failure code %d
ka: ადმინისტრატორის პრივილეგიების მოცილების შეცდომა: pam_timestamp_check-მა შეცდომის კოდი %d დააბრუნა

source: You're currently authorized to configure system-wide settings (that affect all users) without typing the administrator password again. You can give up this authorization.
ka: თქვენ ახლა ავტორიზებული ბრძანდებით, მთელი სისტემის პარამეტრები (რომლებიც ყველა მომხმარებელს ეხება) შეცვალოთ, ადმინისტრატორის პაროლის ხელახლა აკრეფის საჭიროების გარეშე. ეს ავტორიზაცია შეგიძლიათ გააუქმოთ.

source: Keep Authorization
ka: ავტორიზაციის შენარჩუნება

source: Forget Authorization
ka: ავტორიზაციის დავიწყება

source: pam_timestamp_check is not setuid root
ka: pam_timestamp_check-ი setuid root არაა

source: no controlling tty for pam_timestamp_check
ka: tty-ის მაკონტროლებელი pam_timestamp_check-ის გარეშე

source: user unknown to pam_timestamp_check
ka: pam_timestamp_check-სთვის მომხმარებელი უცნობია

source: permissions error in pam_timestamp_check
ka: pam_timestamp_check-ის წვდომების შეცდომა

source: invalid controlling tty in pam_timestamp_check
ka: pam_timestamp_check-ში არასწორი მაკონტროლებელი tty

source: Error: %s
ka: შეცდომა: %s

source: Failed to run command "%s": %s
ka: ბრძანების ("%s") გაშვების შეცდომა: %s

source: Failed to set IO channel nonblocking: %s
ka: I/O არხის დაუბლოკავად დაყენების შეცდომა: %s

source: pam-panel-icon: failed to connect to session manager
ka: pam-panel-icon: სესიის მმართველთან მიერთების შეცდომა

source: Information updated.
ka: ინფორმაცია განახლდა.

source: The password you typed is invalid. Please try again.
ka: თქვენს მიერ აკრეფილი პაროლი არასწორია. კიდევ სცადეთ.

source: One or more of the changed fields is invalid. This is probably due to either colons or commas in one of the fields. Please remove those and try again.
ka: ერთი ან მეტი შეცვლილი ველი არასწორია. ეს ალბათ ველის შემცველობაში წერტილების და მძიმეების არსებობის ბრალია. წაშალეთ ისინი და თავიდან სცადეთ.

source: Password resetting error.
ka: პაროლის თავიდან დაყენების შეცდომა.

source: Some systems files are locked. Please try again in a few moments.
ka: ზოგიერთი სისტემური ფაილები დაბლოკილია. ცოტა ხანში თავიდან სცადეთ.

source: Unknown user.
ka: უცნობი მომხმარებელი.

source: Insufficient rights.
ka: არასაკმარისი უფლებები.

source: Invalid call to subprocess.
ka: ქვეპროცესის არასწორი გამოძახება.

source: Your current shell is not listed in /etc/shells. You are not allowed to change your shell. Consult your system administrator.
ka: თქვენი მიმდინარე გარსი /etc/shells ფალის სიაში აღმოჩენილი არაა. თქვენ არ გაქვთ უფლება, თქვენი გარსი შეცვალოთ. თქვენს სისტემურ ადმინისტრატორს მიმართეთ.

source: Out of memory.
ka: არასაკმარისი მეხსიერება.

source: The exec() call failed.
ka: "exec()"-ის გამოძახების შეცდოა.

source: Failed to find selected program.
ka: არჩეული პროგრამის მოძებნა შეუძლებელია.

source: Request canceled.
ka: მოთხოვნა გაუქმებულია.

source: Internal PAM error occured.
ka: PAM-ის შიდა შეცდომა.

source: No more retries allowed
ka: მეტჯერ ვეღარ ცდით

source: Unknown error.
ka: უცნობი შეცდომა.

source: Unknown exit code.
ka: გამოსვლის უცნობი კოდი.

source: Query
ka: მოთხოვნა

source: Authenticating as "%s"
ka: ავთენტიკაცია, როგორც "%s"

source: Error
ka: შეცდომა

source: Information
ka: ინფორმაცია

source: Changing password.
ka: პაროლის შეცვლა.

source: Changing personal information.
ka: პირადი ინფორმაციის შეცვლა.

source: Changing login shell.
ka: შესვლის გარსის შეცვლა.

source: You are attempting to run "%s" which may benefit from administrative privileges, but more information is needed in order to do so.
ka: ცდლობთ გაუშვათ "%s", რომელსაც შეუძლია ადმინისტრირების პრივილეგიებით ისარგებლოს. მაგრამ ამისთვის მეტი ინფორმაციაა საჭირო.

source: You are attempting to run "%s" which requires administrative privileges, but more information is needed in order to do so.
ka: ცდლობთ გაუშვათ "%s", რომელსაც ადმინისტრირების პრივილეგიები სჭირდება. მაგრამ ამისთვის მეტი ინფორმაციაა საჭირო.

source: You are attempting to run a command which may benefit from administrative privileges, but more information is needed in order to do so.
ka: ცდლობთ გაუშვათ ბრძანება, რომელსაც შეუძლია ადმინისტრირების პრივილეგიებით ისარგებლოს. მაგრამ ამისთვის მეტი ინფორმაციაა საჭირო.

source: You are attempting to run a command which requires administrative privileges, but more information is needed in order to do so.
ka: ცდლობთ გაუშვათ ბრძანება, რომელსაც ადმინისტრირების პრივილეგიები სჭირდება. მაგრამ ამისთვის მეტი ინფორმაციაა საჭირო.

source: _Run Unprivileged
ka: პრივილეგიების გარეშე _გაშვება

source: Pipe error.
ka: ფაიფის შეცდომა.

source: Cannot fork().
ka: "fork()"-ის შეცდომა.

source: Can't set binary encoding on an IO channel: %s
ka: IO არხზე ბინარული კოდირების დაყენების შეცდომა: %s

source: dup2() error.
ka: dup2() შეცდომა.

source: execl() error, errno=%d
ka: execl() შეცდომა, errno=%d

source: You are attempting to run "%s" which may benefit from administrative privileges, but more information is needed in order to do so.
ka: ცდლობთ გაუშვათ "%s", რომელსაც შეუძლია ადმინისტრირების პრივილეგიებით ისარგებლოს. მაგრამ ამისთვის მეტი ინფორმაციაა საჭირო.

source: You are attempting to run "%s" which requires administrative privileges, but more information is needed in order to do so.
ka: ცდლობთ გაუშვათ "%s", რომელსაც ადმინისტრირების პრივილეგიები სჭირდება. მაგრამ ამისთვის მეტი ინფორმაციაა საჭირო.

source: You are attempting to run a command which may benefit from administrative privileges, but more information is needed in order to do so.
ka: ცდლობთ გაუშვათ ბრძანება, რომელსაც შეუძლია ადმინისტრირების პრივილეგიებით ისარგებლოს. მაგრამ ამისთვის მეტი ინფორმაციაა საჭირო.

source: You are attempting to run a command which requires administrative privileges, but more information is needed in order to do so.
ka: ცდლობთ გაუშვათ ბრძანება, რომელსაც ადმინისტრირების პრივილეგიები სჭირდება. მაგრამ ამისთვის მეტი ინფორმაციაა საჭირო.

source: userhelper must be setuid root
ka: userhelper-ი setuid root უნდა იყოს

source: Unable to open graphical window, and unable to find controlling terminal.
ka: გრაფიკული ფანჯრის გახსნის შეცდომა და მაკონტროლებელი ტერმინალის პოვნა შეუძლებელია.

source: Unexpected command-line arguments
ka: ბრძანების სტრიქონის მოულოდნელი არგუმენტები

source: You don't exist. Go away.
ka: არ არსებობთ. წადი და აღარ დაბრუნდე.

source: About Myself
ka: ჩემს შესახებ

source: Change personal information
ka: პირადი ინფორმაციის შეცვლა

source: User Information
ka: ინფორმაცია მომხმარებელზე

source: Full Name:
ka: სრული სახელი:

source: Office:
ka: ოფისი:

source: Office Phone Number:
ka: ოფისის ტელეფონის ნომერი:

source: Home Phone Number:
ka: სახლის ტელეფონის ნომერი:

source: Login Shell:
ka: შესვლს გარსი:

source: _Mount
ka: _მიმაგრება

source: Un_mount
ka: მიმაგრების _მოხსნა

source: Error loading list of file systems
ka: ფაილური სისტემების სიის ჩატვირთვის შეცდომა

source: User Mount Tool
ka: მიმაგრების ხელსაწყო მომხმარებლისთვის

source: Are you sure you want to format this disk? You will destroy any data it currently contains.
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, დააფორმატოთ ეს დისკი? ეს გაანადგურებს ყველა მონაცემს, რომელიც ის ამჟამად შეიცავს.

source: Perform a _low-level format.
ka: _დაბალი-დონის ფორმატირება.

source: Select a _filesystem type to create:
ka: აირჩიეთ შესაქმნელი _ფაილური სისტემის ტიპი:

source: There are no filesystems which you are allowed to mount or unmount. Contact your administrator.
ka: ფაილური სისტემები, რომლის მიმაგრების ან მოხსნის უფლებაც გაქვთ, არ არსებობს. დაუკავშირდით ადმინისტრატორს.

source: _Format
ka: _ფორმატირება

source: Device
ka: მოწყობილობა

source: Directory
ka: საქაღალდე

source: Filesystem
ka: ფაილური სისტემა

source: The device '%s' can not be formatted.
ka: მოწყობილობის ფორმატირება შეუძლებელია: %s.

source: Disk Management
ka: დისკის მართვა

source: Mount and unmount filesystems
ka: ფაილური სისტემების მიმაგრება და მოხსნა

source: Password
ka: პაროლი

source: Change your login password
ka: შეცვლის თქვენს პაროლს
